/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Despre datele de aplicație";
"msgid_about_controllers" = "Despre controlere";
"msgid_active_device" = "Microfon activ";
"msgid_another_user_using_rp" = "Altcineva utilizează Remote Play pe consola PS5 la care te conectezi.";
"msgid_app_data_collection_label" = "Setări privind datele de aplicație";
"msgid_app_mobile_device_data_usage" = "Accesăm informațiile de pe acest dispozitiv pentru a opera aplicația, a înțelege performanțele și a face îmbunătățiri.";
"msgid_app_update" = "Actualizează această aplicație.";
"msgid_back" = "Înapoi";
"msgid_battery_level_low_controller" = "Nivelul bateriei controlerului este redus.";
"msgid_before_connect_ps5" = "Înainte de a te conecta la PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Este posibil ca alte dispozitive conectate la internet să consume o parte considerabilă din lățimea de bandă. Deconectează-le de la internet sau așteaptă până când acestea termină transferul de date.";
"msgid_cancel_connecting" = "Anulare conectare";
"msgid_cancel_download_yn" = "Vrei să anulezi descărcarea?";
"msgid_cancel_vb" = "Anulare";
"msgid_cannot_connect_internet" = "Nu se poate realiza conexiunea la internet.";
"msgid_cannot_connect_to_server_short" = "Nu se poate realiza conexiunea la server.";
"msgid_cannot_download" = "Nu se poate descărca.";
"msgid_cant_connect" = "Nu se poate realiza conexiunea.";
"msgid_checking_network_environment" = "Se verifică rețeaua...";
"msgid_checking_progress" = "Se verifică...";
"msgid_close" = "Închidere";
"msgid_close_remote_play_confirmation" = "Această sesiune Remote Play va fi deconectată.";
"msgid_confirm_continue" = "Confirmă și continuă";
"msgid_connect_connection_light_bar" = "Pentru a asocia controlerul, ține apăsate butonul de creare sau butonul SHARE și butonul PS, până când bara luminoasă începe să clipească. Când bara luminoasă clipește, accesează setările Bluetooth ale acestui dispozitiv și selectează controlerul. Dacă bara luminoasă este aprinsă, controlerul este conectat.";
"msgid_connect_controller_wired" = "Conectează controlerul la computer folosind un cablu USB.";
"msgid_connect_ds4_light_bar" = "Pentru a asocia controlerul, ține apăsate butonul SHARE și butonul PS, până când bara luminoasă începe să clipească. Când bara luminoasă clipește, accesează setările Bluetooth ale acestui dispozitiv și selectează controlerul. Dacă bara luminoasă este aprinsă, controlerul este conectat.";
"msgid_connect_home_number" = "Dacă dorești să te conectezi utilizând rețeaua de domiciliu, selectează [Introducere număr] pentru a-ți asocia consola PS4.";
"msgid_connect_lost" = "Conexiune pierdută.";
"msgid_connect_lost_controller_ps4" = "Ți s-a atribuit un controler pe consola PS4 la care te-ai conectat.";
"msgid_connect_lost_controller_ps5" = "Ți s-a atribuit un controler pe consola PS5 la care te-ai conectat.";
"msgid_connect_pfn_time_out" = "Conectarea la PS5 a durat prea mult. Încearcă să te conectezi din nou.";
"msgid_connect_pfn_wrong_number" = "Numărul pe care l-ai introdus nu este corect.";
"msgid_connect_ps4_cable" = "Utilizează un cablu LAN pentru a conecta consola PS5 sau PS4 la internet.";
"msgid_connect_ps4_pfn" = "La care vrei să te conectezi?";
"msgid_connect_via_internet_rp_ps4" = "Pentru a te conecta prin internet, pe PS4, selectează [Setări] > [Gestionare cont] > [Activează ca PS4 principal] > [Activare].";
"msgid_connecting_turning_ps4" = "Se conectează și se pornește PS4...";
"msgid_connecting_turning_ps5" = "Se conectează și se pornește PS5...";
"msgid_connection_pfn_lost" = "S-a pierdut conexiunea la PS5.";
"msgid_connection_ps4_lost" = "S-a pierdut conexiunea la PS4.";
"msgid_connection_speed_remote_play" = "Conexiunea la rețea nu este suficient de puternică. Îți recomandăm viteze de descărcare și încărcare de peste 5 Mbps.";
"msgid_connection_unstable_try_again" = "Conexiunea la rețea ar putea fi instabilă. Încearcă să te muți în alt loc sau să aștepți o vreme.";
"msgid_controller_disconnect_charge" = "Controlerul s-a deconectat. Încarcă bateria.";
"msgid_decrease_text_size" = "Scădere dimensiune text";
"msgid_delete" = "Ștergere";
"msgid_delete_all" = "Ștergere toate";
"msgid_disabled" = "Dezactivat";
"msgid_disconnect_connection" = "Deconectare";
"msgid_downloading_ellipsis" = "Se descarcă...";
"msgid_edit" = "Editare";
"msgid_enable_rp_connect_ps5" = "Pentru a utiliza Remote Play, activează-l mai întâi pe consola PS5 la care te conectezi. Pe acea consolă PS5, accesează [Setări] > [Sistem] > [Remote Play] și activează [Activare Remote Play].";
"msgid_enable_rp_turn_on" = "Pe PS5, accesează [Setări] > [Sistem] > [Remote Play] și apoi activează [Activare Remote Play].";
"msgid_enjoy_remote_ps4_pfn" = "Joacă-ți jocurile preferate pe PS5 și pe PS4 de la distanță utilizând acest dispozitiv.";
"msgid_enter_login_passcode" = "Introdu codul de acces pentru conectarea la PS5.";
"msgid_enter_number" = "Introducere număr";
"msgid_enter_number_label" = "Introducere număr";
"msgid_enter_number_register_device" = "Pe consola PS5, selectează [Setări] > [Sistem] > [Remote Play] > [Asociere dispozitiv] și apoi introdu numărul în câmpul următor.";
"msgid_enter_ps4_login_passcode" = "Introdu codul de acces pentru conectare pentru consola PS4 la care încerci să te conectezi.";
"msgid_exit_full_screen" = "Ieșire din ecran complet";
"msgid_failed" = "Eșuat";
"msgid_failed_login_ps4" = "Nu te poți conecta la consola PS4 la care încerci să te conectezi.";
"msgid_frame_rate" = "Frecvență cadre";
"msgid_full" = "Maximă";
"msgid_general" = "Generale";
"msgid_generic_error_again" = "Ceva nu a mers cum trebuie.";
"msgid_go_to_home_ps4" = "Salt la ecranul principal pe PS4";
"msgid_go_to_home_ps5" = "Salt la ecranul principal pe PS5";
"msgid_high" = "Înaltă";
"msgid_hint" = "Sfat";
"msgid_hints" = "Indicii";
"msgid_home_network_register" = "Rețeaua de domiciliu va fi utilizată pentru a asocia consola PS5.";
"msgid_icon_lose_connection" = "Vei vedea această pictogramă când ești pe cale să pierzi conexiunea.";
"msgid_increase_text_size" = "Mărire dimensiune text";
"msgid_intellectual_property_notices" = "Notificări privind proprietatea intelectuală";
"msgid_internet_busy_try_again" = "Conexiunea la rețea ar putea fi ocupată. Așteaptă câteva momente și încearcă din nou.";
"msgid_internet_connection_low" = "Calitatea conexiunii la internet este redusă. Conexiunea poate fi pierdută.";
"msgid_it_not_play_time" = "Timpul tău de joacă nu a început încă.";
"msgid_legal_about_app_data_1" = "Cuprins\n\n■ Rezumatul Datelor de aplicație\n■ Explicație completă a Datelor de aplicație\n　　• Ce sunt Datele de aplicație?\n　　• Ce este controlat prin setările Datelor de aplicație?\n　　• Pentru ce utilizăm Datele de aplicație?\n■ Despre noi\n\n■ Rezumatul Datelor de aplicație\n\nAtunci când utilizezi aplicația Remote Play, ar putea fi colectate informații despre aplicație, dispozitivul pe care este instalată și modul în care o folosești. Aceste informații sunt numite Date de aplicație.\n\nVom colecta în permanență informațiile necesare pentru a rula aplicația. Aceste date sunt cunoscute sub numele de Date limitate și includ următoarele tipuri de informații:\n\n• numele unic al dispozitivului pe care rulează aplicația (precum un șir lung de cifre și litere);\n• setările pe care le-ai ales pentru aplicație (precum data, regiunea, limba);\n• conexiunea la internet;\n• timpul necesar pentru descărcarea informațiilor în aplicație (astfel, vom ști dacă apare o eroare și o putem remedia).\n\nAnumite informații vor fi colectate numai dacă permiți acest lucru. Acestea sunt cunoscute sub numele de Date complete. Acestea includ informații mai detaliate, cum ar fi informații despre durata utilizării aplicației și fluxul tău video.\n\nUtilizăm informațiile primite de la aplicație pentru:\n\n• a-ți îndeplini solicitările;\n• a îmbunătăți aplicațiile și produsele noastre; \n• a ne asigura că utilizatorii respectă regulile și legislația (astfel încât PlayStation Network să fie un mediu plăcut și distractiv pentru toată lumea);\n• a dezvolta produse noi.\n\nDacă ai un cont pentru PlayStation Network, este posibil să adăugăm informațiile pe care le primim de la aplicația sau dispozitivul tău la informațiile pe care le cunoaștem deja despre tine.\n\nAtunci când un cont de familie pentru copil utilizează această aplicație, numai Datele limitate vor fi colectate.\n\nPoți afla mai multe despre modul în care folosim informațiile pe care le colectăm despre tine, cu cine le partajăm, cum poți controla ceea ce facem și ce drepturi ai în Politica de confidențialitate. Poți accesa Politica de confidențialitate vizitând www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ Explicația Datelor de aplicație complete\n\nCe sunt Datele de aplicație?\n\nDacă utilizezi aplicația Remote Play, este posibil să accesăm și/sau să stocăm date despre telefonul mobil, tableta, PC-ul și/sau alte dispozitive pe care le utilizezi.\nExistă două categorii de date de aplicație:\n\n(1) Date limitate\nServerele noastre trebuie să trimită, să primească și să înregistreze următoarele Date limitate, necesare pentru a ne oferi serviciile:\n• Date de conținut: conținut video, audio, grafic, text, nivelul jocului, informații despre cont care sunt solicitate și descărcate pentru jocurile pe care le accesezi prin aplicația Remote Play.\n• Date de licență: informații privind afișarea și interacțiunile cu conținut licențiat (precum videoclipuri), după cum este necesar pentru generarea de rapoarte anonime, colective, pentru a plăti furnizorilor de licențe contravaloarea conținutului respectiv.\n• Date de rețea: informații privind conexiunile de rețea ale dispozitivului (precum rețeaua mobilă, Ethernet, Wi-Fi și Bluetooth), inclusiv adresa IP și numărul, cerințele și viteza conexiunilor.\n• Date de configurare: anumite date despre configurația dispozitivului tău, precum dimensiunile și rezoluția ecranului, data, regiunea, limba, setările regionale și capacitățile.\n• Date de eroare: în cazul producerii unei erori, codul de eroare și datele de bază privind momentul și locul producerii. (O eroare ar putea indica o problemă ce trebuie remediată.)\n• Date privind timpul de încărcare: Informații de bază privind intervalul de timp necesar pentru descărcarea și încărcarea datelor de conținut în dispozitivul tău. (Un interval de timp mare poate indica o problemă.)\n• Date de securitate: informații necesare pentru depistarea și investigarea activităților rău intenționate, neautorizate sau frauduloase.\n• Date juridice: informații cerute de legislația în vigoare și pentru demonstrarea conformității.\n\n(2) Date complete\nEste posibil și să trimitem, să primim și să înregistrăm informații mai detaliate cu privire la configurația aplicației, a telefonului mobil, a tabletei sau a altui dispozitiv. Datele complete pot include informații mai detaliate despre conexiunea ta la rețea, dispozitivul tău și fluxurile tale video.\nDe exemplu:\n• Când utilizezi aplicația Remote Play, este posibil să accesăm date despre utilizarea aplicației, inclusiv despre lungimea sesiunii, calitatea fluxului video și frecvența cadrelor videoclipului.\n\nDe regulă, Datele de aplicație ne sunt transmise și sunt stocate cu unul sau mai mulți identificatori unici de rețea, dispozitiv și/sau cont.";
"msgid_legal_about_app_data_3" = "Ce este controlat prin setările Datelor de aplicație?\n\nSetările Datelor de aplicație îți permit să controlezi Datele de aplicație pe care le stocăm și accesăm. Poți alege: \n• Date limitate: dacă alegi această setare, se vor accesa și stoca numai Datele limitate.\n• Date complete: dacă alegi această setare, se vor accesa și stoca atât Datele limitate, cât și Datele complete.\n\nSetările Datelor de aplicație sunt asociate numai cu dispozitivul sau aplicația pe care sunt afișate și nu sunt asociate cu contul tău pentru PlayStation Network. Poți să controlezi accesul și stocarea datelor pe fiecare dispozitiv (de ex., PS4, PS5), aplicație și browser web pe care le utilizezi, separat de celelalte.\n\nPentru ce utilizăm Datele de aplicație?\n\nDatele limitate și, dacă permiți acest lucru, Datele complete colectate sunt utilizate conform precizărilor din Politica noastră de confidențialitate (www.playstation.com/legal/privacy-policy).\nAceasta include utilizarea Datelor de aplicație pentru:\n• a opera aplicația Remote Play;\n• a genera statistici anonime;\n• a înțelege performanțele aplicației sau dispozitivului tău și a dezvolta îmbunătățiri și produse și servicii noi;\n• a detecta, investiga și reduce comportamentele rău intenționate, neautorizate sau frauduloase;\n• scopuri de auditare, conformitate și juridice (de exemplu, pentru a crea sau susține reclamații sau activități necesare pentru respectarea legislației).\n\n■Despre noi\n\nPentru mai multe detalii, consultă politica noastră de confidențialitate la www.playstation.com/legal/privacy-policy.\n\nVersiunea 1.1";
"msgid_legal_about_app_data_combined" = "Cuprins\n\n■ Rezumatul Datelor de aplicație\n■ Explicație completă a Datelor de aplicație\n　　• Ce sunt Datele de aplicație?\n　　• Ce este controlat prin setările Datelor de aplicație?\n　　• Pentru ce utilizăm Datele de aplicație?\n■ Despre noi\n\n■ Rezumatul Datelor de aplicație\n\nAtunci când utilizezi aplicația Remote Play, ar putea fi colectate informații despre aplicație, dispozitivul pe care este instalată și modul în care o folosești. Aceste informații sunt numite Date de aplicație.\n\nVom colecta în permanență informațiile necesare pentru a rula aplicația. Aceste date sunt cunoscute sub numele de Date limitate și includ următoarele tipuri de informații:\n\n• numele unic al dispozitivului pe care rulează aplicația (precum un șir lung de cifre și litere);\n• setările pe care le-ai ales pentru aplicație (precum data, regiunea, limba);\n• conexiunea la internet;\n• timpul necesar pentru descărcarea informațiilor în aplicație (astfel, vom ști dacă apare o eroare și o putem remedia).\n\nAnumite informații vor fi colectate numai dacă permiți acest lucru. Acestea sunt cunoscute sub numele de Date complete. Acestea includ informații mai detaliate, cum ar fi informații despre durata utilizării aplicației și fluxul tău video.\n\nUtilizăm informațiile primite de la aplicație pentru:\n\n• a-ți îndeplini solicitările;\n• a îmbunătăți aplicațiile și produsele noastre; \n• a ne asigura că utilizatorii respectă regulile și legislația (astfel încât PlayStation Network să fie un mediu plăcut și distractiv pentru toată lumea);\n• a dezvolta produse noi.\n\nDacă ai un cont pentru PlayStation Network, este posibil să adăugăm informațiile pe care le primim de la aplicația sau dispozitivul tău la informațiile pe care le cunoaștem deja despre tine.\n\nAtunci când un cont de familie pentru copil utilizează această aplicație, numai Datele limitate vor fi colectate.\n\nPoți afla mai multe despre modul în care folosim informațiile pe care le colectăm despre tine, cu cine le partajăm, cum poți controla ceea ce facem și ce drepturi ai în Politica de confidențialitate. Poți accesa Politica de confidențialitate vizitând www.playstation.com/legal/privacy-policy\n\n■ Explicația Datelor de aplicație complete\n\nCe sunt Datele de aplicație?\n\nDacă utilizezi aplicația Remote Play, este posibil să accesăm și/sau să stocăm date despre telefonul mobil, tableta, PC-ul și/sau alte dispozitive pe care le utilizezi.\nExistă două categorii de date de aplicație:\n\n(1) Date limitate\nServerele noastre trebuie să trimită, să primească și să înregistreze următoarele Date limitate, necesare pentru a ne oferi serviciile:\n• Date de conținut: conținut video, audio, grafic, text, nivelul jocului, informații despre cont care sunt solicitate și descărcate pentru jocurile pe care le accesezi prin aplicația Remote Play.\n• Date de licență: informații privind afișarea și interacțiunile cu conținut licențiat (precum videoclipuri), după cum este necesar pentru generarea de rapoarte anonime, colective, pentru a plăti furnizorilor de licențe contravaloarea conținutului respectiv.\n• Date de rețea: informații privind conexiunile de rețea ale dispozitivului (precum rețeaua mobilă, Ethernet, Wi-Fi și Bluetooth), inclusiv adresa IP și numărul, cerințele și viteza conexiunilor.\n• Date de configurare: anumite date despre configurația dispozitivului tău, precum dimensiunile și rezoluția ecranului, data, regiunea, limba, setările regionale și capacitățile.\n• Date de eroare: în cazul producerii unei erori, codul de eroare și datele de bază privind momentul și locul producerii. (O eroare ar putea indica o problemă ce trebuie remediată.)\n• Date privind timpul de încărcare: Informații de bază privind intervalul de timp necesar pentru descărcarea și încărcarea datelor de conținut în dispozitivul tău. (Un interval de timp mare poate indica o problemă.)\n• Date de securitate: informații necesare pentru depistarea și investigarea activităților rău intenționate, neautorizate sau frauduloase.\n• Date juridice: informații cerute de legislația în vigoare și pentru demonstrarea conformității.\n\n(2) Date complete\nEste posibil și să trimitem, să primim și să înregistrăm informații mai detaliate cu privire la configurația aplicației, a telefonului mobil, a tabletei sau a altui dispozitiv. Datele complete pot include informații mai detaliate despre conexiunea ta la rețea, dispozitivul tău și fluxurile tale video.\nDe exemplu:\n• Când utilizezi aplicația Remote Play, este posibil să accesăm date despre utilizarea aplicației, inclusiv despre lungimea sesiunii, calitatea fluxului video și frecvența cadrelor videoclipului.\n\nDe regulă, Datele de aplicație ne sunt transmise și sunt stocate cu unul sau mai mulți identificatori unici de rețea, dispozitiv și/sau cont.\n\nCe este controlat prin setările Datelor de aplicație?\n\nSetările Datelor de aplicație îți permit să controlezi Datele de aplicație pe care le stocăm și accesăm. Poți alege: \n• Date limitate: dacă alegi această setare, se vor accesa și stoca numai Datele limitate.\n• Date complete: dacă alegi această setare, se vor accesa și stoca atât Datele limitate, cât și Datele complete.\n\nSetările Datelor de aplicație sunt asociate numai cu dispozitivul sau aplicația pe care sunt afișate și nu sunt asociate cu contul tău pentru PlayStation Network. Poți să controlezi accesul și stocarea datelor pe fiecare dispozitiv (de ex., PS4, PS5), aplicație și browser web pe care le utilizezi, separat de celelalte.\n\nPentru ce utilizăm Datele de aplicație?\n\nDatele limitate și, dacă permiți acest lucru, Datele complete colectate sunt utilizate conform precizărilor din Politica noastră de confidențialitate (www.playstation.com/legal/privacy-policy).\nAceasta include utilizarea Datelor de aplicație pentru:\n• a opera aplicația Remote Play;\n• a genera statistici anonime;\n• a înțelege performanțele aplicației sau dispozitivului tău și a dezvolta îmbunătățiri și produse și servicii noi;\n• a detecta, investiga și reduce comportamentele rău intenționate, neautorizate sau frauduloase;\n• scopuri de auditare, conformitate și juridice (de exemplu, pentru a crea sau susține reclamații sau activități necesare pentru respectarea legislației).\n\n■Despre noi\n\nPentru mai multe detalii, consultă politica noastră de confidențialitate la www.playstation.com/legal/privacy-policy.\n\nVersiunea 1.1";
"msgid_limited" = "Limitată";
"msgid_limited_data_collection" = "Partajează doar datele necesare pentru întreținerea și operarea principalelor caracteristici și servicii PlayStation.";
"msgid_log_in_expire_rp" = "Dacă nu te-ai mai conectat la PS5 de ceva timp, va trebui să te conectezi din nou.";
"msgid_login_pfn_enter_num" = "Conectează-te la PS5, selectează [Setări] > [Remote Play] > [Asociere dispozitiv] și apoi introdu numărul de pe acest dispozitiv.";
"msgid_login_ps4_enter_num" = "Conectează-te la PS4, selectează [Setări] > [Setări de conexiune pentru Remote Play] > [Adăugare dispozitiv] și apoi introdu numărul de pe acest dispozitiv.";
"msgid_login_ps4_enter_num_ps5" = "Conectează-te la PS4, selectează [Setări] > [Setări de conexiune pentru Remote Play] > [Adăugare dispozitiv] și apoi introdu numărul de pe această consolă PS5.";
"msgid_login_ps5_enter_num_ps5" = "Conectează-te la PS5, selectează [Setări] > [Remote Play] > [Asociere dispozitiv] și apoi introdu numărul de pe această consolă PS5.";
"msgid_make_destination_standby" = "Comută consola conectată în modul de repaus";
"msgid_manage_data_you_provide" = "Date furnizate de tine";
"msgid_max_device_no_mic" = "Nu poți utiliza un microfon cu Remote Play dacă a fost atins numărul maxim de dispozitive care se pot conecta la PS4.";
"msgid_max_num_user_pfn" = "Un alt utilizator trebuie să se deconecteze pentru a te putea conecta la PS5.";
"msgid_max_num_user_ps4" = "Un alt utilizator trebuie să se deconecteze pentru a te putea conecta la PS4.";
"msgid_mic_disconnect" = "Microfonul a fost deconectat.";
"msgid_modify_settings" = "Modificare setări";
"msgid_muted" = "Microfon dezactivat";
"msgid_nat_type" = "Tip NAT";
"msgid_net_connection_slow_rp" = "Momentan, viteza conexiunii la rețea este prea mică pentru Remote Play.";
"msgid_net_speed_no_strong" = "Conexiunea la rețea ar putea să nu fie suficient de puternică.";
"msgid_network_temp_congested" = "Conexiunea la internet ar putea fi prea ocupată.";
"msgid_no" = "Nu";
"msgid_no_connect_pfn" = "Nu se poate realiza conexiunea la PS5.";
"msgid_no_connect_pfn_controller_max" = "Nu mai poți conecta alte controlere la consola PS5.";
"msgid_no_connect_pfn_off" = "Nu te poți conecta la PS5 în timp ce este oprit.";
"msgid_no_connect_ps4" = "Nu se poate realiza conexiunea la PS4.";
"msgid_no_connect_ps4_controller_max" = "Nu mai poți conecta alte controlere la consola PS4.";
"msgid_no_connect_ps4_off" = "Nu te poți conecta la PS4 în timp ce este oprit.";
"msgid_no_connect_ps4_time_out" = "Conectarea la PS4 a durat prea mult. Încearcă să te conectezi din nou.";
"msgid_no_connect_registered_ps4" = "Nu se poate conecta la consola PS4 asociată.";
"msgid_no_display_rp_screen" = "Nu se poate afișa ecranul consolei conectate. Ecranul include conținut care nu poate fi afișat cu Remote Play.";
"msgid_no_find_pfn" = "PS5 nu poate fi găsit.";
"msgid_no_find_ps4" = "PS4 nu poate fi găsit";
"msgid_no_find_ps5" = "PS5 nu poate fi găsit";
"msgid_no_login_pfn" = "Nu te poți conecta la consola PS5 la care încerci să te conectezi.";
"msgid_no_mic_available" = "Nu se poate utiliza microfonul.";
"msgid_no_pfn_register_manual" = "Consola PS5 nu poate fi găsită. Asociază manual consola PS5.";
"msgid_no_ps5_log_in_again_rp" = "S-ar putea să nu găsești consola PS5 la care vrei să te conectezi dacă nu te-ai mai conectat la ea de ceva timp. Conectează-te la acea consolă PS5 și apoi încearcă să te conectezi din nou.";
"msgid_no_register_pfn" = "Nu se poate asocia consola PS5 la care vrei să te conectezi.";
"msgid_no_register_ps4" = "Nu se poate asocia consola PS4 la care vrei să te conectezi.";
"msgid_no_registered_pfn" = "Consola PS5 asociată nu poate fi găsită.";
"msgid_no_results_found_d" = "Verifică-ți conexiunea la internet.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Fără conexiune";
"msgid_number_another_user_was" = "Ai introdus numărul altui utilizator.";
"msgid_number_network_ps4" = "Pentru a asocia consola PS4, conectează acest dispozitiv la aceeași rețea la care este conectată consola PS4.";
"msgid_number_network_ps5" = "Pentru a asocia consola PS5, conectează acest dispozitiv la aceeași rețea la care este conectată consola PS5.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Doar 4 utilizatori pot fi conectați în același timp.";
"msgid_other_connections" = "Alte conexiuni";
"msgid_pair" = "Asociere";
"msgid_passcode_incorrect" = "Codul de acces este incorect.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Te poți conecta la PS5 chiar dacă acesta este în modul de repaus. Pe PS5, selectează [Setări] > [Sistem] > [Economisire energie] > [Caracteristici disponibile în modul de repaus] și apoi activează [Activare pornire PS5 din rețea].";
"msgid_pfn_software_update" = "Actualizează software-ul de sistem al consolei PS5 la care încerci să te conectezi.";
"msgid_playstation_network_back_soon" = "Ceva nu a mers cum trebuie. Încearcă din nou mai târziu.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Pe PS4, accesează [Setări] > [Setări de conexiune pentru Remote Play] și activează [Activare Remote Play].";
"msgid_ps4_rest_mode_connect_dec" = "Te poți conecta la PS4 chiar dacă acesta este în modul de repaus. Pe PS4, selectează [Setări] > [Setări de economisire a energiei] > [Setare caracteristici disponibile în modul de repaus] și apoi activează [Activare pornire PS4 din rețea].";
"msgid_ps4_rp_number" = "Pe PS4, selectează [Setări] > [Setări de conexiune pentru Remote Play] > [Înregistrare dispozitiv] și apoi introdu numărul în câmpul următor.";
"msgid_ps4_software_update" = "Actualizează software-ul de sistem al consolei PS4 la care încerci să te conectezi.";
"msgid_ps5_already_use_rp" = "Un alt utilizator utilizează Remote Play pe acest PS5 în acest moment.";
"msgid_ps5_pro_resolution_device" = "Pentru PS5 și PS4 Pro, va fi setată o rezoluție de până la 1080p în funcție de calitatea conexiunii la rețea.";
"msgid_ps5_using_sp" = "Un alt utilizator utilizează Share Play pe acest PS5 în acest moment. Pentru a utiliza Remote Play, mai întâi închide Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Copiere";
"msgid_reached_limit_number_devices" = "Nu poți utiliza un microfon cu Remote Play dacă a fost atins numărul maxim de dispozitive care se pot conecta la PS5.";
"msgid_register_manually" = "Asociere manuală";
"msgid_register_pfn_manual" = "Asociază manual consola PS5.";
"msgid_register_ps4_manual" = "Asociază manual consola PS4.";
"msgid_registering_pfn" = "Se asociază consola PS5...";
"msgid_registering_ps4" = "Se asociază consola PS4...";
"msgid_remote_play" = "Remote Play";
"msgid_reset_text_size" = "Resetare dimensiune text";
"msgid_resolution_ex_pro" = "Rezoluție (cu excepția PS4 Pro)";
"msgid_retain_usage_data_choose" = "Pentru a ne îmbunătăți serviciile, păstrăm anumite date de utilizare. Alege cât de mult dorești să partajezi. Datele tale vor fi mereu protejate.";
"msgid_rp_cannot_use_mic_app_use" = "Nu poți utiliza un microfon cu Remote Play dacă este utilizat de o altă aplicație de pe dispozitiv.";
"msgid_rp_mac_about_rp" = "Despre PS Remote Play";
"msgid_rp_mac_capitalize" = "Majusculă inițială";
"msgid_rp_mac_check_doc" = "Verificare document acum";
"msgid_rp_mac_check_spell" = "Verificare ortografie în timpul tastării";
"msgid_rp_mac_correct_spell_auto" = "Corectare ortografică automată";
"msgid_rp_mac_cut" = "Decupare";
"msgid_rp_mac_data_detectors" = "Detectare date";
"msgid_rp_mac_enter_screen" = "Comutare la ecran complet";
"msgid_rp_mac_find_long" = "Căutare...";
"msgid_rp_mac_find_next" = "Căutare următor";
"msgid_rp_mac_find_pre" = "Căutare anterior";
"msgid_rp_mac_find_replace" = "Găsire și înlocuire...";
"msgid_rp_mac_grammar_w_spell" = "Verificare gramaticală și ortografică";
"msgid_rp_mac_hide_others" = "Ascundere altele";
"msgid_rp_mac_hide_rp" = "Ascundere Remote Play";
"msgid_rp_mac_jump_select" = "Salt la selecție";
"msgid_rp_mac_lower_case" = "Scriere cu litere mici";
"msgid_rp_mac_minimize" = "Minimizare";
"msgid_rp_mac_paste" = "Lipire";
"msgid_rp_mac_paste_match" = "Lipire și potrivire stil";
"msgid_rp_mac_preferences" = "Preferințe...";
"msgid_rp_mac_preferences_title" = "Preferințe";
"msgid_rp_mac_quit_rp" = "Închidere Remote Play";
"msgid_rp_mac_redo" = "Refacere";
"msgid_rp_mac_select_find" = "Utilizare selecție pentru căutare";
"msgid_rp_mac_show_all" = "Afișare tot";
"msgid_rp_mac_show_spell_grammar" = "Afișare corectare ortografică și gramaticală";
"msgid_rp_mac_show_sub" = "Afișare substituiri";
"msgid_rp_mac_smart_copy_paste" = "Copiere/lipire inteligentă";
"msgid_rp_mac_smart_dashes" = "Cratime inteligente";
"msgid_rp_mac_smart_links" = "Linkuri inteligente";
"msgid_rp_mac_smart_quotes" = "Ghilimele inteligente";
"msgid_rp_mac_speech" = "Vorbire";
"msgid_rp_mac_spell_grammar" = "Corectare ortografică și gramaticală";
"msgid_rp_mac_start_speech" = "Începere vorbire";
"msgid_rp_mac_stop_speech" = "Oprire vorbire";
"msgid_rp_mac_substitutions" = "Substituiri";
"msgid_rp_mac_text_replace" = "Înlocuire text";
"msgid_rp_mac_transformation" = "Transformări";
"msgid_rp_mac_undo" = "Anulare";
"msgid_rp_mac_upper_case" = "Scriere cu majuscule";
"msgid_rp_mac_zoom" = "Zoom";
"msgid_rp_no_access_mic" = "PS Remote Play nu are acces la microfon.";
"msgid_rp_remote_play_frame_rate_info" = "Setează nivelul de finețe al videoclipului pentru Remote Play.\n\nÎncearcă [Înaltă] dacă ai o conexiune rapidă la PS4. Dacă însă ai selectat [Înaltă], caracteristica PS4 de înregistrare a gameplay-ului va fi pusă în pauză când utilizezi Remote Play.";
"msgid_rp_use_computer_keyboard" = "Am eliminat caseta de introducere text din PS Remote Play. Acum vei putea utiliza tastatura computerului pentru a tasta direct pe PS5 sau PS4.";
"msgid_rp_via_internet_activate" = "Pentru a te conecta prin internet, trebuie să activezi consola PS4. Pe PS4, accesează [Setări] > [Gestionare cont] > [Activează ca PS4 principal] și selectează [Activare].";
"msgid_search" = "Căutare";
"msgid_search_few_mins" = "Ar putea să dureze câteva minute.";
"msgid_search_nearby" = "Se caută conexiuni din apropiere...";
"msgid_search_via_internet" = "Se caută conexiuni prin internet...";
"msgid_select_pfn_connect" = "Te-ai conectat la următoarele console PS5. Selecteaz-o pe cea la care vrei să te conectezi.";
"msgid_select_previous_console_other" = "Selectează ultima consolă la care te-ai conectat sau caută alte conexiuni.";
"msgid_select_ps5" = "Selectează o consolă PS5";
"msgid_select_ps5_connection" = "Pentru a vedea consolele PS5 la care te-ai conectat, selectează [Selectează o consolă PS5]. Încearcă să găsești o consolă PS5 la care vrei să te conectezi.";
"msgid_sets_resolution_video_remote" = "Setează rezoluția videoclipului pentru Remote Play. Încearcă [540p] sau [360p] dacă sunt omise părți video sau audio.";
"msgid_settings" = "Setări";
"msgid_share_behavioral_data" = "Partajează informații mai detaliate despre conexiunea ta la rețea, dispozitivul tău și fluxurile tale video.";
"msgid_sign_in_psn" = "Conectare";
"msgid_sign_out" = "Deconectare";
"msgid_sign_ppr_first_time_rp" = "Dacă te conectezi pentru prima data la PS5, s-ar putea să dureze câteva minute înainte de a putea utiliza Remote Play.";
"msgid_something_went_wrong_restart" = "Ceva nu a mers cum trebuie. Trebuie să repornești consola PS5 la care ești conectat(ă).";
"msgid_something_wrong_restart_ps4" = "Ceva nu a mers cum trebuie. Trebuie să repornești consola PS4 la care ești conectat(ă).";
"msgid_speaker_active" = "Difuzor activ";
"msgid_speaker_muted" = "Difuzor dezactivat";
"msgid_standard" = "Standard";
"msgid_start_rp_close_app" = "Pentru a porni Remote Play, închide aplicațiile, jocurile și caracteristicile de pe PS4 care nu pot fi utilizate cu Remote Play.";
"msgid_start_rp_pfn_close_app" = "Pentru a porni Remote Play, închide jocurile, aplicațiile și caracteristicile de pe PS5 care nu pot fi utilizate cu Remote Play.";
"msgid_stop_features_rp" = "Închide partajarea ecranului sau alte caracteristici aflate în modul activități multiple pe PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Încearcă din nou";
"msgid_try_low_video_quality" = "Setează o calitate video mai redusă pentru Remote Play.";
"msgid_type_num" = "Tip %1$@";
"msgid_update_controller2_ps5" = "Poți actualiza controlerul fără fir DualSense Edge la ultima versiune a software-ului de dispozitiv conectându-l la consola PS5.";
"msgid_update_controller_ps5" = "Poți actualiza controlerul fără fir DualSense la ultima versiune a software-ului de dispozitiv conectându-l la consola PS5.";
"msgid_update_remoteplay_now" = "Trebuie să actualizezi PS Remote Play pentru a continua. Vrei să actualizezi acum?";
"msgid_update_software_console" = "Actualizează software-ul de sistem al acestei console.";
"msgid_use_controler_5_ds4" = "Utilizarea controlerului fără fir pentru PS5 sau PS4";
"msgid_use_home_network_rp" = "Rețeaua de domiciliu va fi utilizată pentru Remote Play.";
"msgid_user_agreement" = "Contract cu utilizatorul";
"msgid_user_using_rp_server" = "Altcineva utilizează Remote Play pe consola PS4 la care te conectezi.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Versiune";
"msgid_video_quality_ps4_rp" = "Calitate video pentru Remote Play (PS4)";
"msgid_view" = "Vizualizare";
"msgid_voice_chat_microphone" = "Utilizează microfonul pentru chatul de voce.";
"msgid_vr_on_no_rp" = "Nu poți utiliza un microfon cu Remote Play când căștile VR sunt pornite.";
"msgid_wait" = "Așteaptă...";
"msgid_welcome_ps_rp" = "Bun venit la PS Remote Play!";
"msgid_window" = "Fereastră";
"msgid_wired_connection" = "Conexiune cu fir";
"msgid_wireless_connection" = "Conexiune fără fir";
"msgid_wireless_controller_ps4" = "Controler fără fir pentru PS4";
"msgid_wireless_controller_ps5" = "Controler fără fir pentru PS5";
"msgid_yes" = "Da";
